/**
 *  舞萌DX店铺分布可视化地图
 *
 *  @author Hayao Midoriya <zs6096@gmail.com>
 *  @license WTFPL
 *  @description 店铺地理位置纠偏数据表
 */

INSERT INTO maidx_location_fix (shop_id, shop_location) VALUES
(1113, '{"lng": "113.547394", "lat": "22.241392"}'),
(1080, '{"lng": "118.793502", "lat": "32.04613"}'),
(1178, '{"lng": "117.201893", "lat": "35.11605"}'),
(1019, '{"lng": "117.200041", "lat": "39.137436"}'),
(1188, '{"lng": "119.343557", "lat": "26.097124"}'),
(1010, '{"lng": "112.618784", "lat": "26.902702"}'),
(1194, '{"lng": "116.327271", "lat": "39.691519"}'),
(1197, '{"lng": "123.462478", "lat": "41.809082"}'),
(1081, '{"lng": "113.116574", "lat": "29.377831"}');
